<?php
#++++++++++++++++++++++++#
# Last update 17.09.2005 #
#++++++++++++++++++++++++#

# отключаем сообщение всех ошибок на время работы в интернет
//error_reporting(E_PARSE);

$forum_name = "Форум фотоагентства Западный Урал";

$ad = "admin";
$adps = "s12grlfqprt6f";

$life_old_th = 20; //Существование забытой темы форума
$len_title = 100; // макс длина заголовка темы
$len_mess = 3000; // макс длина сообщения темы
$cnt_a_on_t = 5; // кол-во ответов в теме на 1 страницу
$tmp_p = "data/tmp/";
?>
